"No results found" = "Nema rezultata";
"View Ad" = "Pogledaj oglas";
"Message" = "Poruka";
"Home" = "Početna stranica";
"My OLX" = "Moj OLX";
"POST" = "OBJAVITI";
"Post" = "Objaviti";
"Posting" = "Objavljivanje";

// Posting
"Attach Photos to your Ad" = "Postavite sliku na vaš oglas";
"Post an Ad" = "Objavite oglas";
"Add a Photo" = "Dodajte sliku";
"Take Photo" = "Napravite sliku";
"Choose Existing Photo" = "Izaberite postojeću sliku";
"Select a location for your ad" = "Izaberite lokaciju za vaš oglas";
"Select a Category" = "Izaberite kategoriju";
"Close" = "Zatvori";
"Price" = "Cijena";
"Title" = "Naslov";
"Email (Won't be shared)" = "E-pošta (neće biti dijeljena)";
"Phone Number" = "Broj telefona";
"Description" = "Opis";
"Unable to retrieve your current location." = "Nije moguće pronaći vašu trenutnu lokaciju.";

// Date format for comments
"MM dd, YYYY" = "Format datuma za komentare
"dd. MM. YYYY.";
"This listing has no comments" = "Ova ponuda nema komentara";
"Send" = "Pošalji";
"Sending" = "Slanje...";

// Mailbox titles. %u is replaced by the number of unread messages.
"Mailbox (%u)" = "Naslovi poštanskih sandučića. %u predstavlja broj nepročitanih poruka.
"Poštanski sandučić (%u)"";
"Mailbox" = "Poštanski sandučić";
"Delete Message" = "Briši poruku";
"Are you sure?" = "Jeste li sigurni?";
// the first %u is replaced by the current message, second %u is total messages
"Message %u of %u" = 
// Prvih broj %u je broj trenutnih prouka, drugi broj %u je maksimalni broj poruka
"Poruka %u od %u";

"Manage Comments" = "Upravljanje komentarima";
"Edit Listing" = "Uredi ponudu";
"From: %@" = "Od: %@";
"To: %@" = "Za: %@";
"Hello %@!" = "Zdravo %@ !";

"- Favorite" = "- Favoriti";
"+ Favorite" = "+ Favoriti";
"Removed from favorites" = "Uklonjeno iz favorita";
"Added to favorites" = "Dodano u favorite";

"You have no messages" = "Nemate poruka";
"Settings" = "Postavke";
"Sign Out" = "Odjavi se";
"Sign in" = "Prijavi se";
"Are you sure you wish to sign out?" = "Jeste li sigurni da se želite odjaviti?";
"Yes" = "Da";
"No" = "Ne";
"Your message has been sent." = "Vaša poruka je poslana";

"Are you sure you wish to cancel?" = "Jeste li sigurni da želite otkazati?";

"Locate Me Now" = "Lociraj me";
"Choose Location" = "Izaberi lokaciju";

"Register" = "Registruj se";
"Forgot Password" = "Zaboravili ste lozinku";

"Set Location" = "Postavite lokaciju";
"Please enter your username and password to sign in." = "Molimo unesite vaše koriničko ime i lozinku za prijavu";
"Password and password confirmation don't match." = "Lozinka i potvrda lozinke se ne podudaraju";
"Please enter your current password." = "Molimo unesite vašu trenutnu lozinku";
"Please complete all fields to register." = "Molimo popunite sva polja za registraciju";
"Please enter your Email address to retrieve your password." = "Molimo unestite adresu vaše e-pošte za obnovu vaše lozinke";
"Your password has been sent to %@" = "Vaša lozinka je poslana na ovu adresu %@";
"Your password has been changed successfully." = "Vaša lozinka je uspješno promijenjena";
"A confirmation mail has been sent to your email address." = "E-pošta sa potvrdom je poslana na adresu vaše e-pošte.";
"Invalid Email or password." = "Nepostojeća e-pošta ili lozinka.";

"Accept" = "Prihvati";
"Accepted" = "Prihvaćeno";
"Please accept the Terms and Conditions to complete registration." = "Molimo prihvatite "Uvjete i zahtjeve" za završetak registracije.";

"Search" = "Pretraži";
"Reply" = "Odgovori";
"Call" = "Pozovi";
"Updating your location..." = "Ažuriranje vaše lokacije...";
"Loading..." = "Učitavanje...";
"Password" = "Lozinka";
"Sign In" = "Prijavi se";
"Forgot Password" = "Zaboravili ste lozinku";
"Register Now!" = "Registriraj se sada!";
"Email Address" = "Adresa e-pošte";
"Not a Member?" = "Niste član?";
"Next" = "sljedeće";
"Cancel" = "Otkaži";
"Mailbox" = "Poštansko sanduče";
"Active Ads" = "Aktivni oglasi";
"Closed Ads" = "Zatvoreni oglasi";
"My Favorites" = "Moji favoriti";
"Reply to Listing" = "Odgovoriti na ponude";
"Name (Optional)" = "Ime (po izboru)";
"Phone (Optional)" = "Telefon (po izboru)";
"Invalid email address.  Please try again." = "Nepostojeća adresa e-pošte. Molimo pokušajte ponovo.";
"Current Location:" = "Trenutna lokacija:";
"Add Photo" = "Dodaj sliku";
"Change Location for your Ad:" = "Promijenite lokaciju za vaš oglas:";
"Manual Location" = "Ručno biranje lokacije";
"Comments" = "Komentari";
"Resend Password" = "Ponovno pošaljite lozinku";
"Register Button" = "Registracijski gumb";
"Accept" = "Prihvaćam";
"I accept the Terms and Conditions of OLX" = "Prihvaćam "Uvjete i zahtjeve" kompanije OLX";
"Confirm Password" = "Potvrdi lozinku";
"View Terms" = "Pogledaj Uvjete";
"Username" = "Korisničko ime";
"Please select a city for this posting." = "Molimo izaberete grad za ovo oglašavanje";
"No listings found" = "Nisu pronađene ponude";
"Replace Photo" = "Zamijenite sliku";
"Delete Photo" = "Obrišite sliku";
"Congratulations! Your ad has been published." = "Čestitamo! Vaš je oglas objavljen";
"You can go to My OLX to view, edit, or delete the ad at any time." = "Možete u bilo koje vrijeme otići u Moj OLX kako biste vidjeli, uredili ili obrisali oglas. ";
"Share" = "Podijeli";
"View Ad" = "Pogledaj oglas";
"Success" = "Uspješno";
"Add a Comment" = "Dodaj komentar";
"Name" = "Ime";
"Select a category for your ad" = "Izaberite kategoriju za vaš oglas";
"Select a sub-category for your ad" = "Izaberite pod-kategoriju za vaš oglas";
"Save Listing" = "Sačuvaj ponude";

"Location" = "Lokacija";
"Category" = "Kateogorija";
"Change Location" = "Promijeni lokaciju";
"Change Password" = "Promijeni lozinu";
"Old Password" = "Stara lozinka";
"New Password" = "Nova lozinka";
"Confirm New Password" = "Potvrdi novu lozinku";
"Change Email" = "Promijeni adresu e-pošte";
"New Email Address" = "Nova adresa e-pošte";
"Email Notification Preferences" = "Postavke za obavijesti putem e-pošte";
"Email Newsletter" = "Novosti putem e-pošte";
"Comment Alerts" = "Dojave o objavljenim kometarima";
"Advice Alerts" = "Dojave o saopštenjima";
"Refresh Alerts" = "Osvježi dojave"; // ???
"Save" = "Sačuvaj";
"A user with this email address already exists." = "Korisnik s ovom adresom e-pošte već postoji.";
"Close this Listing" = "Zatvori ove ponude";
"Are you sure you wish to close this listing?" = "Jeste li sigurni da želite zatvoriti ove ponude?";
"Description (30 char minimum)" = "Opis (minimum 30 znakova)";

// Email
"Check out my new post on OLX" = "Provjeri moju novu objavu na OLX-u";
"Visit %@%u to check out my listing! Please forward if you know people that might be interested." = "Pogledajte %@%u kako bi provjerili svoje ponude! Molimo vas proslijedite ih osobama koje su možda zainteresirane za njih. .";
